RRN_Data/1843600/1843601.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-06-21T17:40:45.068+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-06-21T17:40:45.068+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240621-002294" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-06-21T17:40:44.535+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="Accident" id="240621-002294-1" version="1"><situationRecordCreationReference>Allegro-Evt-240621-000044-Allegro-Evt-240621-000044-000001</situationRecordCreationReference><situationRecordCreationTime>2024-06-21T17:39:58.000+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-06-21T17:40:21.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-06-21T17:40:44.535+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-06-21T17:39:58.000+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord</sourceIdentification><sourceName><values><value lang="fr">CIGT Lille</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-06-21T17:39:58.000+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 9 m à l'ouest de Marck est, fin : situé 1265 m à l'est de Marck ouest - Transmarck</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Belgique - Oostende vers Paris</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>westBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.936756</latitude><longitude>1.9585876</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Marck</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A16</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>50.936115</latitude><longitude>1.9692816</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Guemps</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A16</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Marck ouest - Transmarck</value></values></alertCLocationName><specificLocation>11997</specificLocation></alertCLocation><offsetDistance><offsetDistance>1265</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Marck est</value></values></alertCLocationName><specificLocation>11998</specificLocation></alertCLocation><offsetDistance><offsetDistance>9</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0016</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>779.0</distanceAlong><fromReferent><referentIdentifier>62PR90G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>536.0</distanceAlong><fromReferent><referentIdentifier>62PR91G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>